Repository: simonste/teambalancer
Catalog: lib/l10n/app_*.arb
Languages: de

source: Cancel
de: Abbrechen

source: Create team
de: Team erstellen

source: Create player
de: Spieler erstellen

source: Player name
de: Spielername

# shuffle
source: Shuffle groups
de: Auslosen

# separateTagged
source: Separate tagged players
de: Getaggte Spieler trennen

source: No of groups:
de: Anzahl Gruppen:

# noOfPlayers
source: {players} players
de: {players} Spieler

source: Delete {team}
de: {team} löschen

# deleteTeamAdmin
source: You are the admin of this team. You can delete this team for everyone.
de: Sie sind Admin dieses Teams. Sie können das Team für alle löschen.

# deleteForAll
source: Delete for everyone
de: Für alle Löschen

# deleteForMe
source: Delete only for me
de: Für mich Löschen

source: Skill-Weights
de: Gewichtung der Fähigkeiten

source: Players
de: Spieler

source: Result
de: Resultat

# noGamesPlayedYet
source: No games played
de: Noch keine Spiele gespielt.
